// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "Powiąż sterownik drukarki HP z drukarką, aby uzyskać dostęp do wszystkich funkcji drukowania.";
APTAddPrinterTitle = "Dodaj drukarkę";
APTSkipButtonTitle = "Pomiń";

APTFirstStepTitle = "1. Kliknij przycisk Dodaj drukarkę. Pojawi się okno dialogowe z listą drukarek dostępnych w sieci lokalnej.";
APTBonjourSecondStepTitle = "2. Wybierz „%@”. Pojawienie się drukarki na liście może zająć kilka chwil.";
APTSecondStepNoteTitle = "Uwaga: ważne jest, aby wybrać dla drukarki pozycję „Bonjour” lub „Urządzenie wielofunkcyjne Bonjour”, co zapewni prawidłowe korzystanie ze wszystkich jej możliwości. Jeśli na liście nie ma żadnej pozycji, a drukarka jest podłączona do tego komputera kablem USB, odłącz ten kabel.";
APTBonjourThirdStepTitle = "3. Otwórz menu rozwijane Użyj (lub Drukuj z użyciem) i wybierz nazwę modelu swojej drukarki. Spowoduje to przypisanie sterownika drukarki HP do kolejki wydruku.";
APTBonjourFourthStepTitle = "4. Kliknij przycisk Dodaj, aby zakończyć tworzenie kolejki wydruku i zamknąć to okno dialogowe.";

APTIPSecondStepTitle = "2. Kliknij przycisk „IP” na pasku narzędzi.";
APTIPThirdStepTitle = "3. Wybierz opcję „HP Jetdirect — gniazdo” w polu Protokół.";
APTIPFourthStepTitle = "4. Wprowadź adres IP systemu „%@” w polu Adres. Urządzenie może się pojawić po pewnej chwili.";
APTFouthStepNoteTitle = "Jeśli urządzenie nie jest wyświetlane w polu „Print Using” (Drukuj przy użyciu) lub „Use” (Użyj), oznacza to, że urządzenie nie zostało odnalezione. Zapoznaj się z dokumentacją urządzenia i instrukcjami dotyczącymi ręcznego dodawania urządzenia, które są dostępne w pomocy firmy Apple.";
APTFifthStepIPTitle = "5. Kliknij przycisk Dodaj, aby zakończyć tworzenie kolejki wydruku i zamknąć to okno dialogowe.";
APTPrintOnlySupportWarning = "Uwaga: Połączenie IP jest obsługiwane. Jednakże tylko funkcja drukowania będzie działać poprawnie.";

AssistantContinueAlertTitle = "Czy na pewno kontynuować bez dodawania kolejki wydruku?";
AssistantContinueAlertMessage = "Bez wykonania tej czynności korzystanie z drukarki będzie niemożliwe.";

FaxDriverNotInstalledTitle = "Nie znaleziono oprogramowania HP wymaganego do konfiguracji wysyłania faksów";
PrintDriverNotInstalledTitle = "Nie znaleziono oprogramowania HP wymaganego do konfiguracji drukowania";
APTMissingSoftwareMessage = "APT_TEXT:Pobierz i zainstaluj najnowsze oprogramowanie urządzenia ze strony APT_LINK:APT_URL:APTSupportLink_URL, a następnie spróbuj ponownie. W przypadku kontynuowania bez instalacji najnowszego oprogramowania niektóre funkcje nie będą działać.";
